Repository: rrecurse/IntenseCart
Catalog: catalog/mail/plugins/avelsieve/locale/*/LC_MESSAGES/avelsieve.po
Languages: cs_cz, pl_pl

source: You have to define at least one header match text.
cs_cz: Musíte definovat alespoò jednu podmínku.
pl_pl: Musisz mieæ zdefiniowan± przynajmniej jedn± regu³e.

source: Add New Rule
cs_cz: Pøidejte nové pravidlo
pl_pl: Dodaj regu³e

source: New Rule Wizard - Step
cs_cz: Pøidání pravidla - krok
pl_pl: Kreator nowej regu³y - Krok

source: of
cs_cz: ze
pl_pl: z

source: Rule Type
cs_cz: Typ pravidla
pl_pl: Typ regu³y

source: Condition
cs_cz: Podmínka
pl_pl: Warunek

source: Action
cs_cz: Akce
pl_pl: Akcja

source: Confirmation
cs_cz: Potvrzení
pl_pl: Potwierdzenie

source: <p>You have chosen to keep every mail. This is the default action anyway, so you might want to start over with a rule that makes more sense. Select &quot;finished&quot; to save this rule nonetheless.</p>
cs_cz: <p>Zvolili jste, ¾e chcete uschovat ka¾dý dopis, co¾ je implicitní akce. Mù¾ete chtít zaèít znova a vytvoøit pravidlo, které má vìt¹í smysl.Nicménì i toto pravidlo mù¾ete ulo¾it tlaèítkem &quot;Dokonèit&quot;.</p>
pl_pl: <p>Ustawi³e¶ aby zachowaæ ka¿dy mail. To jest domy¶lna akcja, w zwi±zku z tym mo¿e bêdziesz chcia³ zacz±æ z regu³± bardziej skomplikowan±. Wybierz &quot;Koniec&quot; by zapisaæ.</p>

source: Please use the buttons on the bottom instead of your browser's reload, back and forward buttons, to build a rule.
cs_cz: Pro pøesun na pøedchozí/následující formuláø a pro znovunata¾ení stránkypou¾ijte tlaèítka v dolní èásti formuláøe a nikoli tlaèítka prohlí¾eèe.
pl_pl: Proszê uzyæ guzików wbudowanych w przegl±darke (reload, back, forward) do budowy regu³y.

source: Add SPAM Rule
cs_cz: Pøidat pravidlo pro SPAM
pl_pl: Dodaj reg³e antySPAM.

source: Configure Anti-SPAM Protection
cs_cz: Konfigurace ochrany proti SPAMu
pl_pl: Konfiguruj ochronê antySPAMow±

source: All incoming mail is checked for unsolicited commercial content (SPAM) and marked accordingly. This special rule allows you to configure what to do with such messages once they arrive to your Inbox.
cs_cz: Ve¹kerá pøicházející po¹ta je testována, zda je to SPAM a podle toho oznaèkována. Tímto speciálním pravidlem mù¾ete urèit co se má s takovým dopisem udìlat.
pl_pl: Wszystkie przychodz±ce wiadomo¶ci s± sprawdzane pod k±tem SPAM'u i s± odpowiednio oznaczane. Ta specjalna regu³a pozwala ci konfigurowaæ co jednokrotnie zrobiæ z nadchodz±c± wiadomo¶ci± do twojego Inbox'u.

source: Select %s to add the predefined rule, or select the advanced SPAM filter to customize the rule.
cs_cz: Zvolte %s pro pøidání pøeddefinovaného pravidlanebo zvolte Pokroèilé pravidlo pro SPAM.
pl_pl: Wybierz %s by dodaæ predefiniowan± regu³e lub wybierz rozbudowany filtr SPAM'u do stworzenia niestandardowej regu³y.

source: Add Spam Rule
cs_cz: Pøidej pravidlo pro spam
pl_pl: Dodaj regu³e antySPAMow±.

source: Advanced Spam Filter...
cs_cz: Pokroèilé pravidlo pro spam...
pl_pl: Rozbudowany filtr SPAM'u...

source: Target Score
cs_cz: Prahová hodnota
pl_pl: Docelowy punkt

source: Messages with SPAM-Score higher than the target value, the maximum value being %s, will be considered SPAM.
cs_cz: Dopisy s poètem bodù vy¹¹ím ne¾ tato prahová hodnota, pøièem¾ maximumje %s, budou pokládány za SPAM.
pl_pl: Wiadomo¶ci z wy¿sz± punktacj± SPAM'ow± ni¿ docelowa warto¶æ, maksymalna warto¶c zaczyna sie od %s, zostanie oznaczona jako SPAM.

source: SPAM Lists to check against
pl_pl: Lista SPAM'u do sprawdzenia

source: Messages that match any of these header rules will never end up in Junk Folders or regarded as SPAM.
pl_pl: Wiadomo¶ci pasuj±ce do jednej z poni¿szych regu³ nigdy nie zostan± przeniesione do folderu ¦mieci ani oznaczone jako SPAM.

source: More...
cs_cz: Více...
pl_pl: Wiêcej...

source: STOP
pl_pl: PARAR

source: If this rule matches, do not check any rules after it.
cs_cz: Je-li toto pravidlo aktivováno, nezkou¹ej dal¹í pravidla.
pl_pl: Je¶li ta regu³a pasuje nie sprawdzaj nastêpnych regu³.

source: Message Filters
cs_cz: Filtrovací pravidla
pl_pl: Filtry wiadomo¶ci

source: Server-Side mail filtering enables you to add criteria in order to automatically forward, delete or place a given message into a folder.
cs_cz: Filtrace emailu na stranì serveru dovoluje automaticky pøeposlat, smazat nebo umístit daný dopis do slo¾ky.
pl_pl: Filtrowanie maili po stronie serwera pozwala ci dodawaæ regu³y do automatycznego forwardowania, kasowania oraz przenoszenia ich do folderów.

source: Filters
cs_cz: Filtry
pl_pl: Filtry

source: Could not set active script on your IMAP server
cs_cz: Nepodaøilo se aktivovat skript na IMAP serveru
pl_pl: Nie mo¿na ustawiæ aktywnego skryptu na serwerze IMAP

source: Please contact your administrator.
cs_cz: Kontaktujte administrátora.
pl_pl: Prosze skontaktowaæ siê z Administratorem.

source: Could not get SIEVE script from your IMAP server
cs_cz: Nepodaøilo se získat SIEVE skript z tvého IMAP serveru
pl_pl: Nie mogê pobraæ skryptu SIEVE z serwera IMAP

source: Unable to load script to server.
cs_cz: Nepodaøilo se ulo¾it skript na server.
pl_pl: Nie mo¿na za³adowaæ skryptu na serwer.

source: Server responded with:
cs_cz: Odpovìï serveru:
pl_pl: Serwer odpowiedzia³ z:

source: Could not log on to timsieved daemon on your IMAP server
cs_cz: Nepodaøilo se pøihlásit k démonu timsieved na IMAP serveru
pl_pl: Nie mog³em po³±czyæ siê z demonem Sieve na serwerze IMAP

source: AND (Every item must match)
cs_cz: A (ka¾dá polo¾ka musí souhlasit)
pl_pl: AND (Ka¿da pozycja musi pasowaæ)

source: OR (Either item will match)
cs_cz: NEBO (kterákoli polo¾ka bude souhlasit)
pl_pl: OR (Jedna z pozycji musi pasowaæ)

source: Perform an action depending on email addresses appearing in message headers.
cs_cz: Vykonej akci v závislosti na emailových adresách obsa¾ených v hlavièce.
pl_pl: Wykonanie akcji na oczekuj±cych mailach opieraj±c siê na nag³ówku.

source: Perform an action on messages matching a specified header (From, To etc.).
cs_cz: Vykonej akci v závislosti na specifikované hlavièce (Od, Komu, atd.).
pl_pl: Wykonanie akcji na wiadomo¶ciach opieraj±c siê na nag³ówku (Od, Do, itp.).

source: Size
cs_cz: Velikost
pl_pl: Wielko¶æ

source: Perform an action on messages depending on their size.
cs_cz: Vykonej akci v závislosti na velikosti dopisu.
pl_pl: Filtrowanie wiadomo¶ci na podstawie wielko¶ci.

source: Perform an action on messages depending on their content (body text).
cs_cz: Vykonej akci s dopisem v závislosti na jeho obsahu (tìle).
pl_pl: Wykonanie akcji na wiadomo¶ciach opieraj±c siê na zawarto¶ci (tre¶æ)

source: Perform an action on <strong>all</strong> incoming messages.
cs_cz: Vykonej akci se <strong>v¹emi</strong> pøíchozími dopisy.
pl_pl: Wykonanie akcji na <strong>wszystkich</strong> przychodz±cych wiadomo¶ciach.

source: contains
cs_cz: obsahuje
pl_pl: zawieraj±

source: does not contain
cs_cz: neobsahuje
pl_pl: nie zawiera

source: is
cs_cz: je
pl_pl: jest

source: is not
cs_cz: není
pl_pl: nie jest

source: matches
cs_cz: odpovídá
pl_pl: encaja con

source: wildcard
pl_pl: con el comod&iacute;n

source: does not match
cs_cz: neodpovídá
pl_pl: nie pasuje

source: is greater than
cs_cz: je vìt¹í ne¾
pl_pl: jest wiêksze ni¿

source: is greater or equal to
cs_cz: je vìt¹í nebo rovno
pl_pl: jest wiêksze lub równe

source: is lower than
cs_cz: je men¹í ne¾
pl_pl: jest mniejsze ni¿

source: is lower or equal to
cs_cz: je men¹í nebo rovno
pl_pl: jest mniejszy lub równy

source: is equal to
cs_cz: je rovno
pl_pl: jest równy

source: is not equal to
cs_cz: není rovno
pl_pl: nie jest równy

source: verbose
cs_cz: podrobný
pl_pl: rozszerzony

source: terse
cs_cz: struèný
pl_pl: zwiêz³y

source: Low
cs_cz: Nízká
pl_pl: Niski

source: Normal
cs_cz: Normální
pl_pl: Normalny

source: High
cs_cz: Vysoká
pl_pl: Wysoki

source: Delete
cs_cz: Smazat
pl_pl: Borrar

source: Edit
cs_cz: Editovat
pl_pl: Editar

source: Duplicate
cs_cz: Duplikovat
pl_pl: Duplikuj

source: Move Up
cs_cz: Pøesun nahoru
pl_pl: Do góry

source: Move to Top
cs_cz: Pøesun na zaèátek
pl_pl: Na pocz±tek

source: Move Down
cs_cz: Pøesun dolù
pl_pl: W dó³

source: Move to Bottom
cs_cz: Pøesun na konec
pl_pl: Na koniec

source: Junk Folder
cs_cz: Slo¾ka Nevy¾ádané dopisy
pl_pl: Folder-¦mieci

source: Store SPAM message in your Junk Folder. Messages older than %s days will be deleted automatically.
cs_cz: Ulo¾ SPAM do slo¾ky Junk. Dopisy star¹í ne¾ %s budou automaticky mazány.
pl_pl: Zapisz wiadomo¶æ SPAM w Folder-¦mieci. Wiadomo¶ci starsze ni¿ %s bêd± kasowane automatycznie.

source: Note that you can set the number of days in Folder Preferences.
cs_cz: Poèet dní mù¾ete nastavit ve sekci Nastavení.
pl_pl: Mo¿esz ustawiæ ilo¶æ dni we w³a¶ciwo¶ciach folderu.

source: Trash Folder
cs_cz: Slo¾ka Trash
pl_pl: Kosz

source: Store SPAM message in your Trash Folder. You will have to purge the folder yourself.
cs_cz: Ulo¾it SPAM do slo¾ky Trash. Slo¾ku budete muset èistit sami.
pl_pl: Zapisz wiadomo¶æ SPAM w Koszu. Kosz musisz opró¿niæ samodzielnie.

source: Discard
cs_cz: Zahodit
pl_pl: Opu¶æ

source: Discard SPAM message. You will get no indication that the message ever arrived.
cs_cz: Zahodit SPAM. Nedostanete ¾ádnou zprávu, ¾e dopis vùbec pøi¹el.
pl_pl: Porzuæ wiadomo¶æ SPAM. Nigdy nie bedziesz informowany o dostarczeniu takiej wiadomo¶ci.

source: Server-Side Mail Filtering
cs_cz: Filtrace po¹ty na stranì serveru
pl_pl: Filtrowanie maili po stronie serwera IMAP

source: To: or Cc
pl_pl: Do: lub DW

source: The condition for the following rules is:
cs_cz: Podmínka pro následující pravidla je:
pl_pl: Zale¿no¶æ pomiedzy poni¿szymi pozycjami jest:

source: Less...
cs_cz: Ménì...
pl_pl: Mniej...

source: bigger
cs_cz: vìt¹í
pl_pl: wiêksza

source: smaller
cs_cz: man¹í
pl_pl: mniejsza

source: than
cs_cz: ne¾
pl_pl: ni¿

source: All Messages
cs_cz: V¹echny dopisy
pl_pl: Wszystkie wiadomo¶ci

source: The following action will be applied to <strong>all</strong> incoming messages that do not match any of the previous rules.
cs_cz: Následující akce bude provedena se <strong>v¹emi</strong> dopisy,na které se nevztahovalo ¾ádné z pøedchozích pravidel.
pl_pl: Nastêpuj±ca akcja zadzia³a dla <strong>wszystkich</strong> wiadomo¶ci które nie pasowa³y do poprzednich regu³.

source: Choose what to do when this rule triggers, from one of the following:
cs_cz: Z následujících mo¾ností vyberte co se má udìlat pøi aktivaci pravidla:
pl_pl: Wybierz co zrobiæ je¶li wiadomo¶æ pasuje do regu³y:

source: Apply Changes
cs_cz: Pou¾ít zmìny
pl_pl: Zastosuj zmiany

source: Cancel
cs_cz: Zru¹it
pl_pl: Anuluj

source: Editing Mail Filtering Rule
cs_cz: Editace filtrovacího pravidla
pl_pl: Edytuj regu³e filtru

source: Additional Actions
cs_cz: Dal¹í akce
pl_pl: Dodatkowe akcje

source: Clear this Form
cs_cz: Vyèistit tento formuláø
pl_pl: Wyczy¶æ formularz

source: Start Over
cs_cz: Zaèít znovu
pl_pl: Volver a empezar

source: Move back to step
cs_cz: Zpìt na krok
pl_pl: Cofnij o krok

source: Finished
cs_cz: Dokonèit
pl_pl: Zakoñcz

source: Move on to step
cs_cz: Pokraèovat krokem
pl_pl: Id¼ o krok

source: Your new rule states:
cs_cz: Va¹e nové pravidlo øíká:
pl_pl: Status nowej regu³y:

source: If this is what you wanted, select Finished. You can also start over or cancel adding a rule altogether.
cs_cz: Je-li to to, co chcete, kliknìte na Dokonèit. Mù¾ete také zaèít znovu nebozcela zru¹it pøidávání pravidla.
pl_pl: Je¶li to jest to czego chcesz, wybierz Zakoñcz. Mo¿esz tak¿e rozpocz±æ lub anulowaæ dodawanie regu³y.

source: Here you can add or delete filtering rules for your email account. These filters will always apply to your incoming mail, wherever you check your email.
cs_cz: Zde mù¾ete pøidávat nebo mazat filtrovací pravidla pro vá¹ po¹tovní úèet. Pravidla budou pou¾ita na va¹e pøicházející dopisy, nezávisle na tom, jak a odkud ètete po¹tu.
pl_pl: Tutaj mo¿esz dodaæ lub usun±æ regu³e dla swojego konta email. Te filtry bed± sprawdza³y wszystkie przychodz±ce maile gdziekolwiek bêdziesz sprawdza³ swoj± poczte.

source: You don't have any rules yet. Feel free to add any with the button &quot;Add a New Rule&quot;. When you are done, please select &quot;Save Changes&quot; to get back to the main options screen.
cs_cz: Prozatím nemáte ¾ádná pravidla. Pravidlo mù¾ete pøidat tlaèítkem &quot;Pøidat nové pravidlo&quot;. A¾ skonèíte, aktivujte prosím &quot;Ulo¾it zmìny&quot; pro návrat do obrazovky Nastavení.
pl_pl: Jeszcze nie masz ¿adnych stworzonych i aktywnych regu³. Zapraszamy do stworzenia regu³ filtrowania poczty poprzez guzik &quot;Dodaj nowa regu³e&quot;. Po zakoñczeniu wybierz &quot;Zapisz zmiany&quot; by powróciæ do g³ównej strony.

source: When you are done with editing, <strong>remember to select &quot;Save Changes&quot;</strong> to activate your changes!
cs_cz: Jste-li s editací hotovi, <strong>nezapomeòte zvolit &quot;Ulo¾it zmìny&quot;</strong>, aby zmìny byly aktivovány!
pl_pl: Po zakoñczeniu wprowadzania zmian, <strong>pamiêtaj aby nacisn±æ &quot;Zapisz zmiany&quot;</strong> w celu aktywacji regu³.

source: The following table summarizes your current mail filtering rules.
cs_cz: Následující tabulka sumarizuje tvoje filtrovací pravidla.
pl_pl: Poni¿sza tabela zestawia twoje aktualne regu³y.

source: No
cs_cz: Ne
pl_pl: Nie

source: Description of Rule
cs_cz: Popis pravidla
pl_pl: Opis regu³y

source: Display as:
cs_cz: Zobrazit jako:
pl_pl: Wy¶wietl jako:

source: Options
cs_cz: Volby
pl_pl: Opcje

source: Successfully added new rule.
cs_cz: Nové pravidlo úspì¹nì pøidáno.
pl_pl: Pomy¶lnie dodano regu³e #

source: Successfully updated rule #
cs_cz: Úspì¹nì upraveno pravidlo #
pl_pl: Pomy¶lnie uaktualniono regu³e #

source: Successfully deleted rules #
cs_cz: Úspì¹nì smazáno pravidel #
pl_pl: Pomy¶lnie usuniêto regu³y #

source: Successfully deleted rule #
cs_cz: Úspì¹nì smazáno pravidlo #
pl_pl: Pomy¶lnie usuniêto regu³e #

source: Add a New Rule
cs_cz: Pøidat nové pravidlo
pl_pl: Dodaj now± regu³e

source: When you are done, please click the button below to return to your webmail.
cs_cz: Jste-li hotovi, kliknìte na následující tlaèítko pro návrat do webmailu.
pl_pl: Je¶li skoñczysz, naci¶nij poni¿szy guzik aby powróciæ do webmail'a.

source: Save Changes
cs_cz: Ulo¾it zmìny
pl_pl: Zapisz zmiany

source: Last modified:
cs_cz: Naposledy zmìnìno:
pl_pl: Ostatnio zmodyfikowany:

source: Created:
cs_cz: Vytvoøeno:
pl_pl: Utworzony:

source: Current Mail Filtering Rules
cs_cz: Nyní platná filtrovací pravidla
pl_pl: Aktualne regu³y filtrowania maili

source: Close
pl_pl: Zamknij

source: No Filtering Rules Defined Yet
cs_cz: ®ádná filtrovací pravidla nejsou zatím definována
pl_pl: Brak zdefiniowanych regu³ filtruj±cych

source: Automatically
pl_pl: Automatycznie

source: Sender
pl_pl: Nadawca

source: From
pl_pl: Od

source: To
pl_pl: Do

source: Subject
pl_pl: Tytu³

source: Keep (Default action)
cs_cz: Podr¾et (default)
pl_pl: Zachowaj (Domy¶lna akcja)

source: Discard Silently
cs_cz: Ti¹e zahodit
pl_pl: Odrzuæ po cichu (nie odpowiadaj)

source: Reject, sending this excuse to the sender:
cs_cz: Odmítnout, poslat odesílateli tuto omluvu:
pl_pl: Odrzuæ, wy¶lij powiadomienie do nadawcy:

source: Please do not send me large attachments.
cs_cz: Prosím, neposílejte mi velké pøílohy.
pl_pl: Proszê, nie wysy³aj do mnie du¿ych za³±czników.

source: Redirect to the following email address:
cs_cz: Pøesmìrovat na tuto emailovou adresu:
pl_pl: Przekieruj email na adres:

source: someone@example.org
cs_cz: kdosi@kdesi.cz
pl_pl: ktokolwiek@domena.com

source: Keep a local copy as well.
cs_cz: Uschovat také lokální kopii.
pl_pl: Zachowaj lokaln± kopie

source: Move message into
cs_cz: Pøesunout dopis do
pl_pl: Przenie¶ wiadomo¶æ do:

source: the existing folder
cs_cz: existující slo¾ky
pl_pl: istniej±cy folder

source: a new folder, named
cs_cz: nové slo¾ky pojmenované
pl_pl: nowy folder, nazwa

source: created as a subfolder of
cs_cz: vytvoøené jako podslo¾ka pod
pl_pl: utwórz folder w

source: This is an automated reply; I am away and will not be able to reply to you immediately.
cs_cz: Toto je automatická odpovìï. Jsem pryè a nebudu moci ihned odpovìdìt. This is an automated reply; I am away and will not be able to reply to you immediately.
pl_pl: To jest automatyczna odpowied¼. Jestem nieobecny, skontaktuje siê jak najszybciej.

source: I will get back to you as soon as I return.
cs_cz: Ozvu se jakmile se vrátím.
pl_pl: Odpowiem natychmiast po powrocie.

source: The notice will be sent only once to each person that sends you mail, and will not be sent to a mailing list address.
cs_cz: Zpráva bude poslána pouze jedenkrát ka¾dému, kdo vám poslal maila nebude poslána do emailových konferencí.
pl_pl: To powiadomienie zostanie wys³ane tylko raz do ka¿dej osoby wysy³aj±cej do ciebie maila.

source: Addresses: Only reply if sent to these addresses:
cs_cz: Adresy: Odpovídat pouze kdy¾ posláno na tyto adresy:
pl_pl: Adres: Odpowiedz je¶li mail by³ adresowany do:

source: Days: Reply message will be resent after
cs_cz: Dny: Odpovìï bude znovu poslána po
pl_pl: Dni: Odpowied¼ bêdzie powtórnie wys³ana po

source: days
cs_cz: dnech
pl_pl: dni

source: Use the following message:
cs_cz: Pou¾ij následující zprávu:
pl_pl: U¿yj nastêpuj±cej wiadomo¶ci:

source: Notify me, using the following method:
cs_cz: Upozorni mne tímto zpùsobem:
pl_pl: Poinformuj mnie nastêpuj±c± metod±:

source: Mobile Phone Message (SMS)
cs_cz: Zpráva na mobil (SMS)
pl_pl: Telefon GSM (SMS)

source: Email notification
cs_cz: Upozornìní emailem
pl_pl: Powiadomienie poprzez email

source: Notification via Zephyr
cs_cz: Upozornìní pøes Zephyr
pl_pl: Powiadomienie poprzez Zephyr

source: Notification via ICQ
cs_cz: Upozornìní via ICQ
pl_pl: Powiadomienie poprzez ICQ

source: Notification ID
cs_cz: Identifikátor
pl_pl: ID powiadomienia

source: Destination
cs_cz: Cíl
pl_pl: Cel

source: Message
cs_cz: Zpráva
pl_pl: Wiadomo¶æ

source: Help: Valid variables are:
cs_cz: Nápovìda: Správné promìnné jsou:
pl_pl: Pomoc: Poprawne zmienne to:

source: Also keep copy in INBOX, marked as deleted.
cs_cz: Také schovej kopii v INBOXu, oznaèenou jako smazanou.
pl_pl: Pozostaw kopie tak¿e w INBOX oznaczon± jako skasowana.

source: matches the regural expression
cs_cz: odpovídá regulárnímu výrazu
pl_pl: spe³nia warunek wyr. regularnego

source: does not match the regural expression
cs_cz: neodpovídá regulárnímu výrazu
pl_pl: nie spe³nia warunku wyr. regularnego

source: exists
cs_cz: existuje
pl_pl: istnieje

source: does not exist
cs_cz: neexistuje
pl_pl: nie istnieje

source: All messages considered as <strong>SPAM</strong> (unsolicited commercial messages)
cs_cz: V¹echny dopisy pokládané za <strong>SPAM</strong> (nevy¾ádané reklamní dopisy)
pl_pl: Wszystkie wiadomo¶ci rozpoznane jako <strong>SPAM</string> (napraszaj±ce siê wiadomo¶ci biznesowe)

source: unless
pl_pl: chyba ¿e

source: or
pl_pl: lub

source: matching the Spam List(s):
pl_pl: pasuj±ca lista SPAM'u:

source: and with score greater than %s
cs_cz: a se skóre vìt¹ím ne¾ %s
pl_pl: i z lic± wieksz± ni¿ %s

source: will be
cs_cz: budou
pl_pl: bêdzie

source: stored in the Junk Folder.
cs_cz: pøesunuty do slo¾ky Junk
pl_pl: zapisane w Folder-¦mieci.

source: stored in the Trash Folder.
cs_cz: ulo¾eny do slo¾ky Trash
pl_pl: zapisane w Koszu.

source: discarded.
cs_cz: zahozeny.
pl_pl: porzucone.

source: If
cs_cz: Kdy¾
pl_pl: Je¶li

source: <em>any</em> of the following mail headers match:
cs_cz: <em>kterákoli</em> z následujících hlavièek souhlasí:
pl_pl: <em>ka¿dy</em> email z nag³ówkiem pasuj±cym do:

source: <em>all</em> of the following mail headers match:
cs_cz: <em>ka¾dá</em> z následujících hlavièek souhlasí:
pl_pl: <em>wszystkie</em> email z nag³ówkiem pasuj±cym do:

source: the size of the message is
cs_cz: velikost dopisu je
pl_pl: Wielko¶æ wiadomo¶ci jest

source: bigger
cs_cz: vìt¹í
pl_pl: wiêksza

source: smaller
cs_cz: men¹í
pl_pl: mniejsza

source: For <strong>ALL</strong> incoming messages;
cs_cz: Pro <strong>V©ECHNY</strong> pøíchozí dopisy;
pl_pl: Dla <strong>WSZYSTKICH</strong> przychodz±cych wiadomo¶ci;

source: <em>keep</em> it.
cs_cz: <em>ponechej</em> jej.
pl_pl: <em>zachowaj</em> to.

source: <em>discard</em> it.
cs_cz: <em>zahoï</em> jej.
pl_pl: <em>odrzuæ</em> go.

source: <em>reject</em> it, sending this excuse back to the sender:
cs_cz: <em>odmítni</em> jej s touto omluvou odesílateli:
pl_pl: <em>odrzuæ</em>, wysy³a t± informacjê do nadawcy:

source: <em>redirect</em> it to the email address
cs_cz: <em>pøesmìruj</em> jej na emailovou adresu
pl_pl: <em>przekieruj</em> na nastêpuj±cy adres email

source: reply with this vacation message:
cs_cz: odpovìz s touto prázdninovou zprávou:
pl_pl: odpowiedz z t± Urlopow± wiadomo¶ci±:

source: Also keep a local copy.
cs_cz: Také ponechej lokální kopii.
pl_pl: Zachowaj tak¿e kopie lokaln±.

source: Also keep a copy in INBOX, marked as deleted.
cs_cz: Také ponechej kopii v INBOXu, oznaèenou jako smazanou.
pl_pl: Pozostaw kopie tak¿e w INBOX oznaczon± jako skasowana.

source: Also notify using the method
cs_cz: Také mne upozorni metodou
pl_pl: Powiadom tak¿e u¿ywaj±c:

source: with
cs_cz: s
pl_pl: z

source: priority and the message
cs_cz: prioritou a zprávou
pl_pl: wa¿no¶æ wiadomo¶ci

source: You have not defined the name for the new folder.
cs_cz: Chybí jméno pro novou slo¾ku.
pl_pl: Nie zdefiniowa³e¶ nazwy dla nowego folderu.

source: Please try again.
cs_cz: Zkuste to znovu.
pl_pl: Spróbuj ponownie.

source: Illegal folder name. Please select a different name
cs_cz: Chybné jméno slo¾ky. Zkuste jiné jméno.
pl_pl: Niepoprawna nazwa folderu. Wprowad¼ inna nazwe

source: regexp
cs_cz: regulární výraz

source: KB (kilobytes)
cs_cz: kB (kilobytù)

source: MB (megabytes)
cs_cz: MB (megabytù)

source: Really delete this rule?
cs_cz: Opravdu smazat toto pravidlo?

source: Vacation
cs_cz: Dovolená

source: then
cs_cz: pak

source: None
cs_cz: Nic
